Repository: common-repository/wp-facethumb
Catalog: lang/WP-FaceThumb-*.po
Languages: fr_fr

source: Manage Gallery
fr_fr: Gestion de la Galerie

source: thumbnail(s) deleted.
fr_fr: photo(s) effacées

source: Sorry, no photos have been taken yet!
fr_fr: Désolé, aucune photo n'a été prise pour le moment!

source: the
fr_fr: le

source: at
fr_fr: à

source: by
fr_fr: par

source: Delete Thumbnails
fr_fr: Effacer les photos

source: Displays a picture taken by some of your visitor
fr_fr: Affiche les photos prises par vos visiteur

source: Facethumb widget
fr_fr: Widget WP-Facethumb

source: Take a snapshot
fr_fr: Prendre une photo

source: Gallery
fr_fr: Galerie
